{
  "backstory": "You are caught in a storm on your way home from work in a small town, you can't see the road in the bad weather.\nDesperate for shelter until the weather clears, you spot a house. Heading to the door, you notice it's abandoned. Entering the house, you find it dark, so you use your phone torch.\nTired from work, you find a bedroom with a broken bed frame. You put your jacket on the broken bed and lay down, and eventually fall asleep.\n",
  "introduction": "You are woken up by a spooky noise, you look around, but there's no one.\nThe strange sound seems to come from outside. Using your phone's light, a shadow shows up, making the abandoned house feel even creepier.\nAs you try to figure things out, a cold breeze suddenly sweeps through the room, making you feel more uneasy, like the old house has secrets.\nNow, you need to find a way out of this scary place.\n",
  "monster_encounter": "A giant, scary dragon is in front of you. It has tough, bumpy skin with a mix of red and black colors. Breathing out hot fire, its enormous wings cast shadows. The air feels super-hot, and its eyes are shining with intense fierceness. It's walking toward you, and the ground shakes as it moves. Now, you have to decide whether to face the dragon or run away to stay safe",
  "win_front_door": "After an intense battle with the dragon, you've defeated the dragon and survived. Quickly, you unlock the door with the key and start running to escape the house. While you run, the once-scary shadows and sounds become less frightening. Feeling relieved, you know you're safe and thankful for surviving, especially once you're far from the house, and the weather gets clear.",
  "win_garage": "You quickly open the garage door, start the car, and speed out of the house. You've left the scary place, and now you're safe. The dark shadows of the house disappear in your rearview mirror as you breathe a sigh of relief, knowing you've made it through. The distant sound of the storm outside becomes a calming reminder that you're back in the open and away from the spooky house."
}